{
    "name": "Gith",
    "description": "The warlike githyanki and the contemplative githzerai are sundered people - two cultures that utterly despide one another. Before there were githyanki or githzerai, these creatures were a single race enslaved by the mind flayers. Although they attempted to overthrow their masters many times, their rebellions were repeatedly crushed until a great leader named Gith arose. After much bloodshed, Gith and her followers threw off the yoke of their illithid masters, but another leader named Zerthimon emerged in the aftermath of battle. Zerthimon challenged Gith's motives, claiming that her strict martial leadership and desire for vengeance amounted a little more than another form of slavery for her people. A rift erupted between followers of each leader and they eventually became two races whose enmity endures to this day. Whether these tall, gaunt creatures were peaceful of savage, cultured or primitive before the mind flayers enslaved and changed them, none can say. Not even the original name of their race remails from that distant time.",
    "hp": "49",
    "speed": "0",
    "size": "0 Pounds",
    "height": "0 Feet",
    "languages": "Gith",
    "special": "innate Spellcasting (Psionics). The githyanki's innate spellcasting ability is intelligence. It can innately cast the following spells, requiring no component: At will: mage hand (the hand is invisible) 3/day each: jump, misty step, nondetection (self only).",
    "image": "",

    "strength": "0",
    "dexterity": "0",
    "constitution": "0",
    "intelligence": "0",
    "wisdom": "0",
    "charisma": "0",

    "strengthmod": "+2",
    "dexteritymod": "+2",
    "constitutionmod": "+1",
    "intelligencemod": "+1",
    "wisdommod": "+1",
    "charismamod": "+0",

    "saving_strength": "0",
    "saving_dexterity": "0",
    "saving_constitution": "0",
    "saving_intelligence": "0",
    "saving_wisdom": "0",
    "saving_charisma": "0",

    "subraces": [
    "Gith",
    "Githyanki",
    "Githyanki Warrior",
    "Githyanki Knight",
    "Astral Raiders",
    "Followers of Gith",
    "Silver Swords",
    "Red Dragon Riders",
    "Githzerai",
    "Githzerai Monk",
    "Githzerai Zerth",
    "Psionic Adepts",
    "Order amid Chaos",
    "Disciples of Zerthimon",
    "Beyond Limbo"
    ]
}